{
  "name": "Air Elemental",
  "description": [
    {
      "content": "Elementals are incarnations of the elements that make up the universe: air, earth, fire, and water. Though little more than animated energy on their own planes of existence, they can be called on by spellcasters and powerful beings to take shape and perform tasks."
    },
    {
      "title": "Living Elements.",
      "content": "On its home plane, an elemental is a bodiless life force. Its dim consciousness manifests as a physical shape only when focused by the power of magic. A wild spirit of elemental force has no desire except to course through the element of its native plane. Like beasts of the Material Plane, these elemental spirits have no society or culture, and little sense of being."
    },
    {
      "title": "Conjured by Magic.",
      "content": "Certain spells and magic items can conjure an elemental, summoning it from the Inner Planes to the Material Plane. Elementals instinctively resent being pulled from their native planes and bound into service. A creature that summons an elemental must assert force of will to control it."
    },
    {
      "title": "Bound and Shaped.",
      "content": "Powerful magic can bind an elemental spirit into a material template that defines a specific use and function. Invisible stalkers are air elementals bound to a specific form, in the same way that water elementals can be shaped into water weirds."
    },
    {
      "content": "The strength of the magic and materials that bind an elemental determines how well the elemental functions in a bound form. Golems are elemental spirits bound to physical forms, but weaker materials such as flesh and clay can't bind elemental power sufficiently. Durable materials such as stone and iron require stronger magic, which consequently binds an elemental more securely."
    },
    {
      "title": "Elemental Nature.",
      "content": "An elemental doesn't require air, food, drink, or sleep."
    },
    {
      "break": "true",
      "content": "An air elemental is a funneling cloud of whirling air with a vague semblance of a face. Although it likes to race across the ground, picking up dust and debris as it goes, it can also fly and attack from above."
    },
    {
      "content": "An air elemental can turn itself into a screaming cyclone, creating a whirlwind that batters creatures even as it flings them away."
    }
  ],
  "image": "",
  "double": "false",
  "statblock": {
    "classification": "Large elemental",
    "alignment": "neutral",
    "ac": "15",
    "hp": "90 (12d10 + 24)",
    "speed": "0 ft., fly 90 ft. (hover)",
    "abilities": {
      "str": "14",
      "dex": "20",
      "con": "14",
      "int": "6",
      "wis": "10",
      "cha": "6"
    },
    "dam_vulnerable": "",
    "dam_resist": "lightning, thunder; bludgeoning, piercing, and slashing from nonmagical weapons",
    "dam_immune": "poison",
    "con_immune": "exhaustion, grappled, paralyzed, petrified , poisoned, prone, restrained, unconscious",
    "senses": "darkvision 60 ft., passive Perception 10",
    "languages": "Auran",
    "challenge": "5 (1,800 XP)",
    "traits": [
      {
        "name": "Air Form.",
        "description": "The elemental can enter a hostile creature's space and stop there. It can move through a space as narrow as 1 inch wide without squeezing."
      }
    ],
    "actions": [
      {
        "name": "Multiattack.",
        "description": "The elemental makes two slam attacks."
      },
      {
        "name": "Slam.",
        "description": "<i>Melee Weapon Attack:</i> +8 to hit, reach 5 ft., one target.<br> <i>Hit:</i> 14 (2d8 + 5) bludgeoning damage."
      },
      {
        "name": "Whirlwind (Recharge 4-6).",
        "description": "Each creature in the elemental's space must make a DC 13 Strength saving throw. On a failure, a target takes 15 (3d8 + 2) bludgeoning damage and is flung up 20 feet away from the elemental in a random direction and knocked prone. If a thrown target strikes an object, such as a wall or floor, the target takes 3 (1d6) bludgeoning damage for every 10 feet it was thrown. If the target is thrown at another creature, that creature must succeed on a DC 13 Dexterity saving throw or take the same damage and be knocked prone.<br> If the saving throw is successful, the target takes half the bludgeoning damage and isn't flung away or knocked prone."
      }
    ]
  }
}
