{
  "name": "Carrion Crawler",
  "description": [
    {
      "content": "Carrion crawlers scour putrid flesh from carcasses and gobble the slimy bones that remain. They aggressively attack any creature that trespasses on their territory or disturbs their feasting."
    },
    {
      "title": "Carrion Eaters.",
      "content": "A carrion crawler follows the scent of death to its food, but it prefers not to compete with other scavengers. These foul creatures thus hunker down in territories where death is plentiful and other carrion eaters have limited mobility. Caves, sewers, dungeons, and forested marshes are their favored lairs, but carrion crawlers are also drawn to battlefields and cemeteries."
    },
    {
      "content": "A carrion crawler roams on the hunt, its tentacles probing the air for the scent of blood or decay. In tunnels or ruins, carrion crawlers scurry across the ceiling as they move toward food. In this way, they avoid contact with oozes, otyughs, and other dangerous inhabitants of the darkness, even as they surprise potential meals that don't think to look up."
    },
    {
      "title": "Patient Predators.",
      "content": "Whether in subterranean darkness or while hunting at night, light signals a potential meal. A carrion crawler might follow a light source from a distance for hours, hoping to pick up the scent of blood. Despite their great size, carrion crawlers can also easily set up ambushes by waiting around blind corners for prey to come to them."
    },
    {
      "content": "When facing potential prey or intruders, a carrion crawler lets its poison do the work. Once a victim goes rigid with paralysis, the carrion crawler wraps it with its tentacles and drags it away to a high ledge or isolated passageway, where it can be killed safely. The monster then resumes patrolling its territory while waiting for its meal to ripen."
    }
  ],
  "image": "",
  "double": "false",
  "statblock": {
    "classification": "Large monstrosity",
    "alignment": "unaligned",
    "ac": "13 (natural armor)",
    "hp": "51 (6d10 + 18)",
    "speed": "30ft., climb 30ft.",
    "abilities": {
      "str": "14",
      "dex": "13",
      "con": "16",
      "int": "1",
      "wis": "12",
      "cha": "5"
    },
    "skills": "Perception +3",
    "senses": "darkvision 60ft., passive Perception 13",
    "languages": "&mdash;",
    "challenge": "2 (450 XP)",
    "traits": [
      {
        "name": "Keen Smell.",
        "description": "The carrion crawler has advantage on Wisdom (Perception) checks that rely on smell."
      },
      {
        "name": "Spider Climb.",
        "description": "The carrion crawler can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check."
      }
    ],
    "actions": [
      {
        "name": "Multiattack.",
        "description": "The carrion crawler makes two attacks: one with its tentacles and one with its bite."
      },
      {
        "name": "Tentacles.",
        "description": "<i>Melee Weapon Attack:</i> +8 to hit, reach 10ft., one creature.<br> </i>Hit:</i> 4 (1d4 + 2) poison damage, and the target must succeed on a DC 13 Constitution saving throw or be poisoned for 1 minute. Until this poison ends, the target is paralyzed. The target can repeat the saving throw at the end of each of its turns, ending the poison on itself on a success."
      },
      {
        "name": "Bite.",
        "description": "<i>Melee Weapon Attack:<i/> +4 to hit, reach 5 ft., one target.<br> <i>Hit:</i> 7 (2d4 + 2) piercing damage."
      }
    ]
  }
}
