{
  "name": "Earth Elemental",
  "description": [
    {
      "content": "Elementals are incarnations of the elements that make up the universe: air, earth, fire, and water. Though little more than animated energy on their own planes of existence, they can be called on by spellcasters and powerful beings to take shape and perform tasks."
    },
    {
      "title": "Living Elements.",
      "content": "On its home plane, an elemental is a bodiless life force. Its dim consciousness manifests as a physical shape only when focused by the power of magic. A wild spirit of elemental force has no desire except to course through the element of its native plane. Like beasts of the Material Plane, these elemental spirits have no society or culture, and little sense of being."
    },
    {
      "title": "Conjured by Magic.",
      "content": "Certain spells and magic items can conjure an elemental, summoning it from the Inner Planes to the Material Plane. Elementals instinctively resent being pulled from their native planes and bound into service. A creature that summons an elemental must assert force of will to control it."
    },
    {
      "title": "Bound and Shaped.",
      "content": "Powerful magic can bind an elemental spirit into a material template that defines a specific use and function. Invisible stalkers are air elementals bound to a specific form, in the same way that water elementals can be shaped into water weirds."
    },
    {
      "content": "The strength of the magic and materials that bind an elemental determines how well the elemental functions in a bound form. Golems are elemental spirits bound to physical forms, but weaker materials such as flesh and clay can't bind elemental power sufficiently. Durable materials such as stone and iron require stronger magic, which consequently binds an elemental more securely."
    },
    {
      "title": "Elemental Nature.",
      "content": "An elemental doesn't require air, food, drink, or sleep."
    },
    {
      "break": "true",
      "content": "An earth elemental plods forward like a walking hill, club-like arms of jagged stone swinging at its sides. Its head and body consist of dirt and stone, occasionally set with chunks of metal, gems, and bright minerals."
    },
    {
      "content": "Earth elementals glide through rock and earth as though they were liquid. Earthbound creatures have much to fear from an earth elemental, since the elemental can pinpoint the precise location of any foe that stands on solid ground in its vicinity."
    }
  ],
  "image": "",
  "double": "false",
  "statblock": {
    "classification": "Large elemental",
    "alignment": "neutral",
    "ac": "17 (natural armor)",
    "hp": "126 (12d10 + 60)",
    "speed": "30 ft., burrow 30 ft.",
    "abilities": {
      "str": "20",
      "dex": "8",
      "con": "20",
      "int": "5",
      "wis": "10",
      "cha": "5"
    },
    "dam_vulnerable": "thunder",
    "dam_resist": "bludgeoning, piercing, and slashing from nonmagical weapons",
    "dam_immune": "poison",
    "con_immune": "exhaustion, paralyzed, petrified, poisoned, unconscious",
    "senses": "darkvision 60 ft., tremorsense 60 ft., passive Perception 10",
    "languages": "Terran",
    "challenge": "5 (1,800 XP)",
    "traits": [
      {
        "name": "Earth Glide.",
        "description": "The elemental can burrow through nonmagical, unworked earth and stone. While doing so, the elemental doesn't disturb the material it moves through."
      },
      {
        "name": "Siege Monster.",
        "description": "The elemental deals double damage to objects and structures."
      }
    ],
    "actions": [
      {
        "name": "Multiattack.",
        "description": "The elemental makes two slam attacks."
      },
      {
        "name": "Slam.",
        "description": "<i>Melee Weapon Attack:</i> +8 to hit, reach 10ft., one target.<br> <i>Hit:</i> 14 (2d8 + 5) bludgeoning damage."
      }
    ]
  }
}
