{
  "name": "Gargoyle",
  "description": [
    {
      "content": "The inanimate gargoyles that perch atop great buildings are inspired by these malevolent creatures of elemental earth that resemble grotesque, fiendish statues. A gargoyle lurks among masonry and ruins, as still as any stone sculpture, and delights in the terror it creates when it breaks from its suspended pose, as well as the pain it inflicts on its victims."
    },
    {
      "title": "Animate Stone.",
      "content": "Gargoyles cling to rocky cliffs and mountains, or roost on ledges in underground caves. They haunt city rooftops, perching vulture-like among the high stone arches and buttresses of castles and cathedrals, and they can hold themselves so still that they appear inanimate. Able to maintain this state for years, a gargoyle makes an ideal sentry."
    },
    {
      "title": "Deadly Reputation.",
      "content": "Gargoyles have a reputation for cruelty. Statues carved into the likenesses of gargoyles appear in the architecture of countless cultures to frighten away trespassers. Although such sculptures are only decorative, real gargoyles can hide among them to ambush unsuspecting victims. A gargoyle might alleviate the tedium of its watch by catching and tormenting birds or rodents, but its long wait only increases its craving for harming sentient creatures."
    },
    {
      "title": "Cruel Servants.",
      "content": "Gargoyles are easily inspired by the cunning of an intelligent master. They enjoy simple tasks such as guarding a master's home, torturing and killing interlopers, and anything else that involves minimum effort and maximum pain and carnage."
    },
    {
      "content": "Gargoyles sometimes serve demons for their propensity for wanton chaos and destruction. Powerful spellcasters can also easily enlist gargoyle guardians to keep watch over their gates and walls. Gargoyles have the patience and fortitude of stone, and will serve even the cruelest master for years without complaint."
    },
    {
      "title": "Elemental Nature.",
      "content": "A gargoyle doesn't require air, food, drink, or sleep."
    }
  ],
  "image": "",
  "double": "false",
  "statblock": {
    "classification": "Medium elemental",
    "alignment": "chaotic evil",
    "ac": "15 (natural armor)",
    "hp": "52 (7d8 + 21)",
    "speed": "30 ft., fly 60 ft.",
    "abilities": {
      "str": "15",
      "dex": "11",
      "con": "16",
      "int": "6",
      "wis": "11",
      "cha": "7"
    },
    "dam_resist": "bludgeoning, piercing, and slashing from nonmagical weapons that aren't adamantine",
    "dam_immune": "poison",
    "con_immune": "exhaustion, petrified, poisoned",
    "senses": "darkvision 60 ft., passive Perception 10",
    "languages": "Terran",
    "challenge": "2 (450 XP)",
    "traits": [
      {
        "name": "False Appearance.",
        "description": "While the gargoyle remains motionless, it is indistinguishable from an inanimate statue."
      }
    ],
    "actions": [
      {
        "name": "Multiattack.",
        "description": "The gargoyle makes two attacks: one with its bite and one with its claws."
      },
      {
        "name": "Bite.",
        "description": "<i>Melee Weapon Attack:</i> +4 to hit, reach 5 ft., one target.<br> <i>Hit:</i> 5 (1d6 + 2) piercing damage."
      },
      {
        "name": "Claws.",
        "description": "<i>Melee Weapon Attack:</i> +4 to hit, reach 5 ft., one target.<br> <i>Hit:</i> 5 (1d6 + 2) slashing damage."
      }
    ]
  }
}
