{
  "name": "Pit Fiend",
  "description": [
    {
      "content": "Devils personify tyranny, with a totalitarian society dedicated to the domination of mortal life. The shadow of the Nine Hells of Baator extends far across the multiverse, and Asmodeus, the dark lord of Nessus, strives to subjugate the cosmos to satisfy his thirst for power. To do so, he must continually expand his infernal, armies, sending his servants to the mortal realm to corrupt the souls from which new devils are spawned."
    },
    {
      "title": "Lords of Tyranny.",
      "content": "Devils live to conquer, enslave, and oppress. They take perverse delight in exercising authority over the weak, and any creature that defies the authority of a devil faces swift and cruel punishment. Every interaction is an opportunity for a devil to display its power, and all devils have a keen understanding of how to use and abuse their power."
    },
    {
      "content": "Devils understand the failings that plague intelligent mortals, and they use that knowledge to lead mortals into temptation and darkness, turning creatures into slaves to their own corruption. Devils on the Material Plane use their influence to manipulate humanoid rulers, whispering evil thoughts, fomenting paranoia, and eventually driving them to tyrannical actions."
    },
    {
      "title": "Obedience and Ambition.",
      "content": "In accordance with their lawful alignment, devils obey even when they envy or dislike their superiors, knowing that their obedience will be rewarded. The hierarchy of the Nine Hells depends on this unswerving loyalty, without which that fiendish plane would become as anarchic as the Abyss."
    },
    {
      "content": "At the same time, it is in the nature of devils to scheme, creating in some a desire to rule that eclipses their contentment to be ruled. This singular ambition is strongest among the archdevils whom Asmodeus appoints to rule the nine layers of the Nine Hells. These high-ranking fiends are the only devils to ever sample true power, which they crave like the sweetest ambrosia."
    },
    {
      "title": "Dark Dealers and Soul Mongers.",
      "content": "Devils are confined to the Lower Planes, but they can travel beyond those planes by way of portals or powerful summoning magic. They love to strike bargains with mortals seeking to gain some benefit or prize, but a mortal making such a bargain must be wary. Devils are crafty negotiators and positively ruthless at enforcing the terms of an agreement. Moreover, a contract with even the lowliest devil is enforced by Asmodeus's will. Any mortal creature that breaks such a contract instantly forfeits its soul, which is spirited away to the Nine Hells."
    },
    {
      "content": "To own a creature's soul is to have absolute control over that creature, and most devils accept no other currency in exchange for the fiendish power and boons they can provide. A soul is usually forfeited when a mortal dies naturally, for devils are immortal and can wait years for a contract to play out. If a contract allows a devil to claim a mortal's soul before death, it can instantly return to the Nine Hells with the soul in its possession. Only divine intervention can release a soul after a devil has claimed it."
    },
    {
      "break": "true",
      "content": "The undisputed lords of most other devils, pit fiends attend the archdukes and archduchesses of the Nine Hells and carry out their wishes. These mighty devils are the generals of the Nine Hells, leading its infernal legions into battle."
    },
    {
      "content": "With an inflated sense of superiority and entitlement, pit fiends form a grotesque aristocracy in the infernal realm. These domineering and manipulative tyrants conspire to eliminate anything that stands between them and their desires, even as they negotiate the convoluted and dangerous politics of the Nine Hells."
    },
    {
      "content": "A pit fiend is a hulking monster with a whip-like tail and enormous wings that it wraps around itself like a cloak. Armored scales cover its body, and its fanged maw drips a venom that can lay the mightiest mortal creatures low. Fearless in battle, a pit fiend takes on the most powerful foes in single combat, demonstrating its supremacy and an arrogance that prevents it from acknowledging any chance of defeat."
    }
  ],
  "image": "",
  "double": "false",
  "statblock": {
    "classification": "Large fiend (devil)",
    "alignment": "lawful evil",
    "ac": "19 (natural armor)",
    "hp": "300 (24d10 + 168)",
    "speed": "30 ft., fly 60 ft.",
    "abilities": {
      "str": "26",
      "dex": "14",
      "con": "24",
      "int": "22",
      "wis": "18",
      "cha": "24"
    },
    "save_throw": "Dex +8, Con +13, Wis +10",
    "dam_resist": "cold; bludgeoning, piercing, and slashing from nonmagical weapons that aren't silvered",
    "dam_immune": "fire, poison",
    "con_immune": "poisoned",
    "senses": "truesight 120 ft., passive Perception 14",
    "languages": "Infernal, telepathy 120 ft.",
    "challenge": "20 (25,000 XP)",
    "traits": [
      {
        "name": "Fear Aura.",
        "description": "Any creature hostile to the pit fiend that starts its turn within 20 feet of the pit fiend must make a DC 21 Wisdom saving throw, unless the pit fiend is incapacitated. On a failed save, the creature is frightened until the start of its next turn. If a creature's saving throw is successful, the creature is immune to the pit fiend's Fear Aura for the next 24 hours."
      },
      {
        "name": "Magic Resistance.",
        "description": "The pit fiend has advantage on saving throws against spells and other magical effects."
      },
      {
        "name": "Magic Weapons.",
        "description": "The pit fiend's weapon attacks are magical."
      },
      {
        "name": "Innate Spellcasting.",
        "description": "The pit fiend's spellcasting ability is Charisma (spell save DC 21). The pit fiend can innately cast the following spells, requiring no material components:<br><br> At will: <i>detect magic, fireball</i><br> 3/day each: <i>hold monster, wall of fire</i>"
      }
    ],
    "actions": [
      {
        "name": "Multiattack.",
        "description": "The pit fiend makes four attacks: one with its bite, one with its claw, one with its mace, and one with its tail."
      },
      {
        "name": "Bite.",
        "description": "<i>Melee Weapon Attack:</i> +14 to hit, reach 5 ft., one target. <i>Hit:</i> 22 (4d6 + 8) piercing damage. The target must succeed on a DC 21 Constitution saving throw or become poisoned. While poisoned in this way, the target can't regain hit points, and it takes 21 (6d6) poison damage at the start of each of its turns. The poisoned target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success."
      },
      {
        "name": "Claw.",
        "description": "<i>Melee Weapon Attack:</i> +14 to hit, reach 10 ft., one target. <i>Hit:</i> 17 (2d8 + 8) slashing damage."
      },
      {
        "name": "Mace.",
        "description": "<i>Melee Weapon Attack:</i> +14 to hit, reach 10ft., one target. <i>Hit:</i> 15 (2d6 + 8) bludgeoning damage plus 21 (6d6) fire damage."
      },
      {
        "name": "Tail.",
        "description": "<i>Melee Weapon Attack:</i> +14 to hit, reach 10ft., one target. <i>Hit:</i> 24 (3d1O + 8) bludgeoning damage."
      }
    ]
  }
}
